<template>
  <div class="left-align">
    <h3>Предположения</h3>
    <h4>Сильные</h4><br>
    <h5>Клиенты не имеют предпочтений кроме цены к детскому центру</h5>
    <h6>Так как выборка данных не репрезентативна на уровне предприятия мы не можем судить о брендовых предпочтений клиентов. Следовательно центром нашего анализа будет выступать цена.</h6> <br>
    <h5>Регион города Симферополя не влияет на предпочтения клиентов также сильно как цена</h5>
    <h6>Так как целью анализа является влияние цены на спрос, на первом этапе мы не обращаем внимание на разницу в районах города.</h6> <br>
    <h4>Слабые</h4><br>
    <h5>Ценовой регион в г.Симферополь отличается от ценового региона других городов Крыма</h5>
    <h6>Типаж городов разный а значит мы фокусируем наше внимание на анализ по г. Симферополь.</h6><br>
    <h5>Присутствует достаточно сильный сезонный эффект</h5>
    <h6>Анализ будет проведен посезонно.</h6><br>
    <h5>Присутствует достаточно сильный эффект выходного дня</h5>
    <h6>Эластичность спроса зависит от того выходной ли день в момент покупки билета.</h6> <br>
    <h5>Родителям менее важна цена взрослого билета</h5>
    <h6>Предварительный анализ будет проведен на уровне цены Детского билета (СВП Детские)</h6><br>
    <h5>Месяц и очередность месяцев не имеют такого большого значения как тип сезона (Слабый / Сильный / Средний)</h5> <br>

    <h3>Нормализация</h3><br>
    <h4>Нормализация в данном случае происходит в 4х частях</h4>
    <h6>3 - Мы распределяем цены по ведрам (50-50 ведер должно быть достаточно) тем самым сглаживая функцию по оси цены</h6>
    <h6>4 - Мы берем натуральный логарифм количества тем самым сглаживая эффект случайных клиентов</h6> <br>

    <h3>Внешний вид функции</h3><br>
    <h6>Согласно экономической теории функция спроса принимает или линейный вид с негативным наклоном или concave квадратичной фунции</h6> <br>

    <h3>Получение экстренумов как максимизация дохода</h3> <br>

    <h4>Формулы</h4>
    <p>TR (Total revenue) = Quantity * Price</p>
    <p>𝑙𝑜𝑔(𝑄𝑢𝑎𝑛𝑡𝑖𝑡𝑦)=𝑎∗𝑝2+𝑏∗𝑝+𝑐</p>
    <p>Где log - натуральный логарифм Так как натуральный логарифм это безопасное симметричное преобразование мы можем его сокращать следующим путем:</p>
    <p>𝑙𝑜𝑔(𝑄𝑢𝑎𝑛𝑡𝑖𝑡𝑦)=𝑎∗𝑝2+𝑏∗𝑝+𝑐</p>
    <p>𝑄=(𝑎∗𝑝2+𝑏∗𝑝+𝑐)𝑒</p>
    <h4>Подставляем в формулу дохода</h4>
    <p>𝑇𝑅=(𝑎𝑝2+𝑏𝑝+𝑐)𝑒∗𝑝</p> <br>

    <h4>Первая функиця - квадратичная с интерcептом</h4>
    <p>Для максимизации прибыли берем первый дериватив и прировнять к 0 - с интерцептом</p>
    <p>𝑑𝑇𝑅/𝑑𝑝=(𝑎𝑝2+𝑏𝑝+𝑐)𝑒−1((2𝑒+1)𝑎𝑝2+(𝑒+1)𝑏𝑝+𝑐)=!0</p>
    <p>Очевидно что при этом одна из частей мультипликации должна равняться 0</p>
    <p>часть  (𝑎𝑝2+𝑏𝑝+𝑐)𝑒−1  приравнивается к  (𝑎𝑝2+𝑏𝑝+𝑐)  и имеет стандартные корни</p>
    <p>часть  ((2𝑒+1)𝑎𝑝2+(𝑒+1)𝑏𝑝+𝑐)  это обычное квадратное уравнение</p> <br>

    <h4>Вторая функция - квадратичная без интерцепта приводится к следующей форме</h4>
    <p>((2e+1)𝑎𝑥+(e+1)𝑏)(𝑎𝑥2+𝑏𝑥)e / 𝑎𝑥+𝑏</p>
    <p>Очевидно что левая половина возвращает отрицательную или слишком низкую цену что нам не подходит.</p>
    <p>Правая часть формулы - обычное квадратное уравнение с с = 0</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
